{
  "portfolioData": [
    {
      "projectName": "Aenl",
      "projectData": {
        "titleIT": "Sito web Associazione degli Economisti di Lingua Neolatina",
        "titleEN": "Web site for \"Associazione degli Economisti di Lingua Neolatina\"",
        "descriptionIT": "Realizzazione di un sito web responsive per l'AENL, utilizzando i linguaggi/tecnologie HTML5, CSS3 e Bootstrap. L'hosting del sito è avvenuto tramite cPanel.",
        "descriptionEN": "Development of a responsive website for as association called AENL: I've used languages/technologies like HTML5, CSS3 and Bootstrap. The website was hosted through cPanel.",
        "projectUrl": "http://www.aenl.org/",
        "portfolioUrl": "",
        "githubUrl": ""
      }
    },
    {
      "projectName": "Malta",
      "projectData": {
        "titleIT": "Applicazione web per la gestione delle proposte di progetti al MEAE",
        "titleEN": "Web application for the management of the project proposals to MEAE",
        "descriptionIT": "Sviluppo completo dell'applicazione web utilizzata dal Ministero per gli Affari Europei di Malta per consentire alle autorità maltesi, in particolare i diversi ministeri, di scambiare informazioni sulle proposte di progetti che saranno finanziate con fondi UE come l’ESIF. \nRealizzato in collaborazione dell'azienda T33 s.r.l.",
        "descriptionEN": "Full development of the web application used by the Ministry for European Affairs and Equality of Malta to allow the Maltese Authorities, including the MEAE and the different Line Ministries, to exchange information about projects proposals that will be funded with EU funds such as ESIF. \nMade in collaboration with the company T33 s.r.l.",
        "projectUrl": "http://linux01.ricpic.com/",
        "portfolioUrl": "",
        "githubUrl": ""
      }
    },
    {
      "projectName": "Crossborder",
      "projectData": {
        "titleIT": "Crossborder Web App",
        "titleEN": "Crossborder Web App",
        "descriptionIT": "Progettazione e realizzazione di un'applicazione web che permette l'analisi del mercato immobiliare nelle aree di confine italiane e dei paesi limitrofi. Gli utenti possono interagire con una mappa e trovare delle informazioni d'interesse sotto forma di dashboard.",
        "descriptionEN": "Design and implementation of a web application that allows the analysis of the real estate market in the Italian border areas and neighboring countries. Users can interact with a map and find information of interest in the form of a dashboard.",
        "projectUrl": "",
        "portfolioUrl": "",
        "githubUrl": "https://github.com/valerioscisci/Thesis_CrossBorder-Housing-Market"
      }
    },
    {
      "projectName": "Recwind",
      "projectData": {
        "titleIT": "Recwind",
        "titleEN": "Recwind",
        "descriptionIT": "ReCwind è un servizio web (sito+app mobile) che rende la raccolta differenziata un’esperienza informativa, trasparente, incentivante e di valore per il cittadino e per l’azienda/ente pubblico che lo utilizza. Essa è il risultato ottenuto alla fine di una competizione (hackaton) durata 36 ore presso l'Università Politecnica delle Marche.",
        "descriptionEN": "ReCwind is a web service (website + mobile app) that makes recycling an informative, transparent, incentive and valuable experience for the citizen and for the company/public authority that uses it. It is the result obtained at the end of a competition (hackaton) lasted 36 hours at the Polytechnic University of Marche.",
        "projectUrl": "",
        "portfolioUrl": "",
        "githubUrl": "https://github.com/valerioscisci/hackaton"
      }
    },
    {
      "projectName": "Portfolio",
      "projectData": {
        "titleIT": "Il mio sito web",
        "titleEN": "My own website",
        "descriptionIT": "Pensato inizialmente come un sito vetrina dove mostrare il lavoro da me svolto, si è poi evoluto in qualcosa di più: un blog, una fonte di ispirazione, un reminder di cosa mi rende felice e che potrebbe rendere felice anche te. Divertiti ad esplorarlo!",
        "descriptionEN": "Initially it had to be just my portfolio website to show the projects I've worked on. Soon it then evolved into something more: a blog, a source of inspiration, a reminder of what makes me happy and that could make you happy too. Enjoy exploring it!",
        "projectUrl": "#",
        "portfolioUrl": "",
        "githubUrl": "https://github.com/valerioscisci/portfolio-valerio"
      }
    },
    {
      "projectName": "Smartcontract",
      "projectData": {
        "titleIT": "Applicazione web per la gestione di SmartContract riguardanti dei contratti di appalto",
        "titleEN": "Web application for the management of SmartContract regarding procurement contracts",
        "descriptionIT": "Il progetto è consistito nella realizzazione di un’applicazione web che permettesse agli stakeholders coinvolti in un contratto di appalto di poter gestire i documenti che lo compongono (Libretto delle Misure, Registro di Contabilità, Stato Avanzamento Lavori, Giornale dei Lavori) in maniera digitale. Il progetto ha previsto il salvataggio dei dati considerati immutabili all'interno della blockchain Ethereum e l'uso di firme digitali per garantire l'autenticità degli interventi.",
        "descriptionEN": "The project consisted in the creation of a web application that would allow the stakeholders involved in a procurement contract, to be able to manage the documents that compose it (Measurement Book, Accounting Register, Work Progress Status, Work Journal). The project involved saving immutable data within the Ethereum blockchain and using digital signatures to guarantee the authenticity of the interventions.",
        "projectUrl": "",
        "portfolioUrl": "",
        "githubUrl": "https://github.com/valerioscisci/SmartContract"
      }
    },
    {
      "projectName": "Casa di Nicole",
      "projectData": {
        "titleIT": "Sito web per il B&B 'La casa di Nicole'",
        "titleEN": "Website for the B&N 'La casa di Nicole'",
        "descriptionIT": "Il sito è stato realizzato interamente su Wordpress ed aveva l'obiettivo di migliorare la presenza online del B&B in questione. Oltre a una descrizione generale della stanza e dei servizi offerti, nella sezione galleria è possibile fare un tour virtuale della struttura.",
        "descriptionEN": "The website was created entirely on Wordpress and had the aim of improving the online presence of the B&B itself. In addition to a general description of the room and the services offered, in the gallery section it is possible to take a virtual tour of the structure.",
        "projectUrl": "https://www.lacasadinicole.com/",
        "portfolioUrl": "",
        "githubUrl": "https://github.com/valerioscisci/la-casa-di-nicole"
      }
    },
    {
      "projectName": "Randy.gg",
      "projectData": {
        "titleIT": "Applicazione web per lo youtuber australiano Randy",
        "titleEN": "Web application for the australian youtuber Randy",
        "descriptionIT": "Un sito web creato per consentire a Randy di ricevere donazioni dai suoi follower tramite stripe e paypal. Inoltre sono stati costruiti un blog, il collegamento con software quali Discord, GitLab e Notion e un’area personale per gli utenti.",
        "descriptionEN": "A website created to allow Randy to receive donations from his followers via paypal or stripe. Inoltre è stato costruito un blog, il collegamento con software quali Discord, GitLab e Notion e un’area personale per gli utenti.",
        "projectUrl": "https://randy.gg/",
        "portfolioUrl": "",
        "githubUrl": ""
      }
    }
  ],
  "reviews": [
    {
      "writerName": "Prof. Giuseppe Canullo",
      "reviewIT": "Valerio mi è stato indicato da un amico per la ristrutturazione del sito WEB dell’Associazione degli Economisti di Lingua Neolatina (AENL). Miglior suggerimento non potevo ricevere. Valerio è serio, puntuale, creativo, comprende perfettamente le esigenze del committente e sempre disponibile quando c’è bisogno di lui. Una garanzia di lavoro ben fatto.",
      "reviewEN": "Valerio was suggested to me by a friend for the restructuring of the website of the Association of Economists of the New Latin Language (AENL). Best tip I couldn't get. Valerio is serious, punctual, creative, he perfectly understands the client's needs and is always available when he is needed. A guarantee of a well done job.",
      "company": "Segretario AENL"
    },
    {
      "writerName": "Tommaso e Mariella",
      "reviewIT": "Ho commissionato a Valerio la realizzazione del sito web per la mia attività, il B&b 'La casa di Nicole' e devo dire che sono rimasto sorpreso e soddisfatto per il lavoro eseguito. La professionalità di Valerio ha superato ogni aspettativa, è venuto incontro ad ogni mia richiesta e mi ha reso partecipe, fornendomi aggiornamenti periodici, dell'avanzamento del lavoro. La consegna del lavoro è avvenuta nei tempi prestabiliti e ha superato ogni mia aspettativa, sia per la grafica sia per la chiarezza e semplicità dell'utilizzo. Lavoro eccellente. Se dovessi aver bisogno nuovamente delle sue competenze non esiterò a contattarlo! \n Consigliatissimo!",
      "reviewEN": "I commissioned Valerio to create the website for my business, the B&B 'La casa di Nicole' and I must say that I was surprised and satisfied with the work done. Valerio's professionalism exceeded all expectations, met all my requests and made me participate, providing me with periodic updates of the progress done. The delivery of the work took place on schedule and exceeded all my expectations, both for the graphics and for the clarity and simplicity of use. Excellent work. If I need his skills again, I won't hesitate to contact him! \n Highly recommended!",
      "company": "B&B La casa di Nicole"
    }
  ],
  "metaData": {
    "it": {
      "home": {
        "title": "The Wanderer Developer - Home",
        "description": "Questa è la homepage di The Wanderer Developer! Mi chiamo Valerio Scisci e sono uno sviluppatore web che scrive codice mentre è in viaggio. In questo blog potrai seguire i miei viaggi e imparare qualcosa sulla programmazione."
      },
      "about": {
        "title": "The Wanderer Developer - Chi sono",
        "description": "Scopri di più su chi sono, come è nata la mia passione per i viaggi e come è nato il progetto The Wanderer Developer."
      }
    },
    "en": {
      "home": {
        "title": "The Wanderer Developer - Home",
        "description": "This is The Wanderer Developer homepage! My name is Valerio Scisci and I am a web developer who writes code while traveling. In this blog you can follow my travels and learn something about programming."
      },
      "about": {
        "title": "The Wanderer Developer - About",
        "description": "Find out more about who I am, how my passion for travel was born and how The Wanderer Developer project was born."
      }
    }
  }
}
