{
  "metadata": {
    "title": " About",
    "description": "Find out more about who I am, how my passion for travel was born and how The Wanderer Developer project was born."
  },
  "introText": "Hi, I'm Valerio and I like to consider myself a <Highlight> Digital Nomad </Highlight>. My work, by its nature, can be done without the need to be in a specific place. I just need a good internet connection and every now and then a bit of peace of mind to be productive and carry out the projects I'm working on",
  "digitalNomad": "People who use the web to be able to work from different places around the world \nwhile leading a less sedentary life and exporing as many places as possible in the meantime.",
  "secondParagraph": "But it hasn't always been like this ... five years ago I learnt about the world of remote working and since then everything has changed for me. I decided during the last years of university to focus on the study of web technologies.",
  "thirdParagraph": "Three months after discovering this way of working, I found my first job as a web developer, 1 year later I had my first experience abroad and as soon as I returned to Italy I enrolled in a the master's to finish my studies. \n In this period I worked for a company called t33 and I started designing my first websites independently, also participating in events such as Hackatons organized by the university.",
  "fourthParagraph": "In the meantime, I continued to travel and study as much as possible, eventually managing to achieve one of the greatest achievements of my life (so far): I graduated receiving a master's degree in IT and automation engineering with honours!",
  "fifthParagraph": "For a little less than a year I have been collaborating with an innovative company called Mostaza, where I mainly deal with the development of web applications and the creation of mobile applications.",
  "TWDProject": "Project",
  "TWDdescription": "When I started the creation of this website, I had in mind the classic portfolio like website where I could have shown my past projects and, possibly, get in touch with other developers and new customers. I immediately realized I wanted to do more: with this project I want to inspire others to follow this lifestyle and I want to share what I learn and what I've learnt in my path as a web developer on the road.",
  "sixthParagraph": "When I started this \"adventure\" I really wanted to have someone I could have inspired to, but on the web there were only a specific category of digital nomads who exasperated the advantages of this lifestyle without even showing its negative sides. \nMy goal is precisely to fill this gap and try to show you the reality of working on the road, without lies or tweaks, just the reality of the facts. But don't worry, it will be lot of fun :) \n\nIf you are interested in having some information needed before even thinking about becoming a digital nomad, I recommend reading this article I wrote some time ago:",
  "linkedInArticle": "5 things to know before becoming a digital nomad",
  "seventhParagraph": "At the moment I don't know exactly where this project will lead me, but I am very happy to have started it and to be able to work on it consistently.",
  "conclusion": "Follow me on social networks or subscribe to the newsletter to stay updated. \n\nSee you soon. \nValerio"
}
